quest_system_782178436_name=^?^Good Beer!
quest_system_782178436_stage_0=^?^Talk to Dalas about his beer's fallen quality.
quest_system_782178436_stage_1=^?^Near the Underground Sea grows the gerzhack plant. You are to collect it with a special Gerzhack Bag.
quest_system_782178436_stage_2=^?^Gerzhack Bag is full! Return to Dalas.
quest_system_782178436_stage_3=^?^Bring the barrels to the innkeeper Nerod.
quest_system_782178436_task=^?^Innkeeper Nerod complains of low-quality beer. He asks that you talk to the brewer Dalas, and find out what the problem is.<br>[reward]
